tap "homebrew/bundle"
brew "yamllint"
brew "bat"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "luacheck"
brew "neovim"
brew "nerdfix"
brew "node"
brew "ripgrep"
brew "rust"
brew "terraform"
brew "xclip"
brew "zellij"
brew "zoxide"
