tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "homebrew/bundle"
brew "gcc"
brew "ansible"
brew "cmake"
brew "docker"
brew "python@3.11"
brew "node"
brew "dockerfile-language-server"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "gofumpt"
brew "gopls"
brew "hadolint"
brew "lua-language-server"
brew "luacheck"
brew "make"
brew "neovim"
brew "nerdfix"
brew "perl"
brew "pyright"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "rust"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "tailwindcss"
brew "tailwindcss-language-server"
brew "terraform"
brew "typescript"
brew "typescript-language-server"
brew "yaml-language-server"
brew "zellij"
