tap "homebrew/bundle"
tap "upbound/tap"
tap "wez/wezterm-linuxbrew"
brew "act"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "atuin"
brew "bat"
brew "cue"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gettext"
brew "gh"
brew "go"
brew "hadolint"
brew "helm"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "luacheck"
brew "luarocks"
brew "neovim"
brew "nerdfix"
brew "node"
brew "powerlevel10k"
brew "ripgrep"
brew "rust"
brew "terraform"
brew "vim"
brew "xclip"
brew "zellij"
brew "zoxide"
